// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Associera HP-skrivardrivrutinen med din skrivare för att få tillgång till alla utskriftsfunktioner.";
APTAddPrinterTitle = "Lägg till skrivare";
APTSkipButtonTitle = "Hoppa över";

APTFirstStepTitle = "1. Klicka på Lägg till skrivare. En dialogruta visas med en lista över tillgängliga skrivare i ditt lokala nätverk.";
APTBonjourSecondStepTitle = "2. Välj \"%@\". Det kan ta en stund innan skrivaren visas i listan.";
APTSecondStepNoteTitle = "Obs! Det är viktigt att du väljer alternativet \"Bonjour\" eller \"Bonjour-flerfunktionsskrivare\" för din skrivare för att försäkra dig om att alla skrivarfunktioner fungerar som de ska. Om ingen av posterna visas i listan och din skrivare är ansluten till den här datorn med en USB-sladd kopplar du ifrån sladden.";
APTBonjourThirdStepTitle = "3. Öppna popup-menyn Använd (eller Skriv ut med) och välj skrivarens modellnamn. Därmed tilldelas HP-skrivardrivrutinen till utskriftskön.";
APTBonjourFourthStepTitle = "4. Klicka på Lägg till för att skapa utskriftskön och stänga dialogrutan.";

APTIPSecondStepTitle = "2. Klicka på \"IP\"-knappen i verktygsfältet.";
APTIPThirdStepTitle = "3. Välj alternativet \"HP Jetdirect - sockel\" i fältet Protokoll.";
APTIPFourthStepTitle = "4. Ange IP-adressen \"%@\" i fältet Adress. Det kan ta en stund innan din enhet visas.";
APTFouthStepNoteTitle = "Om fältet \"Skriv ut med\" eller \"Använd\" inte visar din enhet, betyder det att det inte gick att hitta enheten. Gå till dokumentationen för enheten och Apples hjälpsystem för information om hur du lägger till enheten manuellt.";
APTFifthStepIPTitle = "5. Klicka på Lägg till för att skapa utskriftskön och stänga dialogrutan.";
APTPrintOnlySupportWarning = "Observera: Du kan använda en IP-anslutning, men om du gör det kommer endast utskriftsfunktionen att fungera korrekt.";

AssistantContinueAlertTitle = "Är du säker på att du vill fortsätta utan att lägga till en utskriftskö?";
AssistantContinueAlertMessage = "Innan du slutfört det här steget kommer du inte att kunna skriva ut på skrivaren.";

FaxDriverNotInstalledTitle = "Hittar inte den HP-programvara som krävs för att konfigurera fax";
PrintDriverNotInstalledTitle = "Hittar inte den HP-programvara som krävs för att konfigurera utskrift";
APTMissingSoftwareMessage = "APT_TEXT:Hämta och installera den senaste programvaran för din enhet från APT_LINK:APT_URL:APTSupportLink_URL och försök sedan igen. Om du väljer att fortsätta utan att installera den senaste programvaran kommer du inte att kunna använda vissa funktioner.";
